export const rawData = `year,province,source_income1,source_income2,source_income3,soc_eco_class1,soc_eco_class2,value,unit,attribute,source,region,year_ad
2566,กรุงเทพมหานคร,รายได้ทั้งสิ้นต่อเดือน,รายได้ทั้งสิ้นต่อเดือน,รายได้ทั้งสิ้นต่อเดือน,ผู้ถือครองทำการเกษตร/เพาะเลี้ยง,ปลูกพืช/เลี้ยงสัตว์/เพาะเลี้ยง_ส่วนใหญ่เป็นเจ้าของที่ดิน,29549.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ประจำ,รายได้ประจำ,รายได้ประจำ,ผู้ถือครองทำการเกษตร/เพาะเลี้ยง,ปลูกพืช/เลี้ยงสัตว์/เพาะเลี้ยง_ส่วนใหญ่เป็นเจ้าของที่ดิน,29549.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ประจำ,รายได้ที่เป็นตัวเงิน,รายได้ที่เป็นตัวเงิน,ผู้ถือครองทำการเกษตร/เพาะเลี้ยง,ปลูกพืช/เลี้ยงสัตว์/เพาะเลี้ยง_ส่วนใหญ่เป็นเจ้าของที่ดิน,23925.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ประจำ,รายได้ที่เป็นตัวเงิน,กำไรสุทธิจากการทำการเกษตร,ผู้ถือครองทำการเกษตร/เพาะเลี้ยง,ปลูกพืช/เลี้ยงสัตว์/เพาะเลี้ยง_ส่วนใหญ่เป็นเจ้าของที่ดิน,23925.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ประจำ,รายได้ที่ไม่เป็นตัวเงิน,รายได้ที่ไม่เป็นตัวเงิน,ผู้ถือครองทำการเกษตร/เพาะเลี้ยง,ปลูกพืช/เลี้ยงสัตว์/เพาะเลี้ยง_ส่วนใหญ่เป็นเจ้าของที่ดิน,5624.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ประจำ,รายได้ประจำ,รายได้ประจำ,ผู้ประกอบธุรกิจของตนเองที่ไม่ใช่การเกษตร,ผู้ประกอบธุรกิจของตนเองที่ไม่ใช่การเกษตร,48686.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ประจำ,รายได้ที่เป็นตัวเงิน,รายได้ที่เป็นตัวเงิน,ผู้ประกอบธุรกิจของตนเองที่ไม่ใช่การเกษตร,ผู้ประกอบธุรกิจของตนเองที่ไม่ใช่การเกษตร,43613.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ประจำ,รายได้ที่เป็นตัวเงิน,ค่าจ้างและเงินเดือน,ผู้ประกอบธุรกิจของตนเองที่ไม่ใช่การเกษตร,ผู้ประกอบธุรกิจของตนเองที่ไม่ใช่การเกษตร,4379.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ประจำ,รายได้ที่เป็นตัวเงิน,กำไรสุทธิจากการทำธุรกิจ,ผู้ประกอบธุรกิจของตนเองที่ไม่ใช่การเกษตร,ผู้ประกอบธุรกิจของตนเองที่ไม่ใช่การเกษตร,37887.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ประจำ,รายได้ที่เป็นตัวเงิน,กำไรสุทธิจากการทำการเกษตร,ผู้ประกอบธุรกิจของตนเองที่ไม่ใช่การเกษตร,ผู้ประกอบธุรกิจของตนเองที่ไม่ใช่การเกษตร,16.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ทั้งสิ้นต่อเดือน,รายได้ทั้งสิ้นต่อเดือน,รายได้ทั้งสิ้นต่อเดือน,ผู้ประกอบธุรกิจของตนเองที่ไม่ใช่การเกษตร,ผู้ประกอบธุรกิจของตนเองที่ไม่ใช่การเกษตร,48801.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ประจำ,รายได้ที่เป็นตัวเงิน,เงินที่ได้รับเป็นการช่วยเหลือ,ผู้ประกอบธุรกิจของตนเองที่ไม่ใช่การเกษตร,ผู้ประกอบธุรกิจของตนเองที่ไม่ใช่การเกษตร,1018.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ประจำ,รายได้ที่เป็นตัวเงิน,รายได้จากทรัพย์สิน,ผู้ประกอบธุรกิจของตนเองที่ไม่ใช่การเกษตร,ผู้ประกอบธุรกิจของตนเองที่ไม่ใช่การเกษตร,313.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ประจำ,รายได้ที่ไม่เป็นตัวเงิน,รายได้ที่ไม่เป็นตัวเงิน,ผู้ประกอบธุรกิจของตนเองที่ไม่ใช่การเกษตร,ผู้ประกอบธุรกิจของตนเองที่ไม่ใช่การเกษตร,5074.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ไม่ประจำ (ที่เป็นตัวเงิน),รายได้ไม่ประจำ (ที่เป็นตัวเงิน),รายได้ไม่ประจำ (ที่เป็นตัวเงิน),ผู้ประกอบธุรกิจของตนเองที่ไม่ใช่การเกษตร,ผู้ประกอบธุรกิจของตนเองที่ไม่ใช่การเกษตร,115.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ทั้งสิ้นต่อเดือน,รายได้ทั้งสิ้นต่อเดือน,รายได้ทั้งสิ้นต่อเดือน,ลูกจ้าง,ผู้จัดการนักวิชาการและผู้ปฏิบัติงานวิชาชีพ,62571.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ประจำ,รายได้ประจำ,รายได้ประจำ,ลูกจ้าง,ผู้จัดการนักวิชาการและผู้ปฏิบัติงานวิชาชีพ,62370.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ประจำ,รายได้ที่เป็นตัวเงิน,รายได้ที่เป็นตัวเงิน,ลูกจ้าง,ผู้จัดการนักวิชาการและผู้ปฏิบัติงานวิชาชีพ,54501.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ประจำ,รายได้ที่เป็นตัวเงิน,ค่าจ้างและเงินเดือน,ลูกจ้าง,ผู้จัดการนักวิชาการและผู้ปฏิบัติงานวิชาชีพ,50139.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ประจำ,รายได้ที่เป็นตัวเงิน,กำไรสุทธิจากการทำธุรกิจ,ลูกจ้าง,ผู้จัดการนักวิชาการและผู้ปฏิบัติงานวิชาชีพ,1970.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ประจำ,รายได้ที่เป็นตัวเงิน,กำไรสุทธิจากการทำการเกษตร,ลูกจ้าง,ผู้จัดการนักวิชาการและผู้ปฏิบัติงานวิชาชีพ,11.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ประจำ,รายได้ที่เป็นตัวเงิน,เงินที่ได้รับเป็นการช่วยเหลือ,ลูกจ้าง,ผู้จัดการนักวิชาการและผู้ปฏิบัติงานวิชาชีพ,1910.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ประจำ,รายได้ที่เป็นตัวเงิน,รายได้จากทรัพย์สิน,ลูกจ้าง,ผู้จัดการนักวิชาการและผู้ปฏิบัติงานวิชาชีพ,471.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ประจำ,รายได้ที่ไม่เป็นตัวเงิน,รายได้ที่ไม่เป็นตัวเงิน,ลูกจ้าง,ผู้จัดการนักวิชาการและผู้ปฏิบัติงานวิชาชีพ,7868.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ประจำ,รายได้ที่เป็นตัวเงิน,ค่าจ้างและเงินเดือน,ลูกจ้าง,เสมียนพนักงานขายและให้บริการ,23512.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ประจำ,รายได้ที่เป็นตัวเงิน,กำไรสุทธิจากการทำธุรกิจ,ลูกจ้าง,เสมียนพนักงานขายและให้บริการ,1176.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ประจำ,รายได้ที่เป็นตัวเงิน,กำไรสุทธิจากการทำการเกษตร,ลูกจ้าง,เสมียนพนักงานขายและให้บริการ,6.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ประจำ,รายได้ที่เป็นตัวเงิน,เงินที่ได้รับเป็นการช่วยเหลือ,ลูกจ้าง,เสมียนพนักงานขายและให้บริการ,1114.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ไม่ประจำ (ที่เป็นตัวเงิน),รายได้ไม่ประจำ (ที่เป็นตัวเงิน),รายได้ไม่ประจำ (ที่เป็นตัวเงิน),ลูกจ้าง,ผู้จัดการนักวิชาการและผู้ปฏิบัติงานวิชาชีพ,202.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ทั้งสิ้นต่อเดือน,รายได้ทั้งสิ้นต่อเดือน,รายได้ทั้งสิ้นต่อเดือน,ลูกจ้าง,คนงานเกษตรป่าไม้และประมง,17533.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ประจำ,รายได้ประจำ,รายได้ประจำ,ลูกจ้าง,คนงานเกษตรป่าไม้และประมง,17533.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ประจำ,รายได้ที่เป็นตัวเงิน,รายได้ที่เป็นตัวเงิน,ลูกจ้าง,คนงานเกษตรป่าไม้และประมง,12453.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ประจำ,รายได้ที่เป็นตัวเงิน,ค่าจ้างและเงินเดือน,ลูกจ้าง,คนงานเกษตรป่าไม้และประมง,9931.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ประจำ,รายได้ที่เป็นตัวเงิน,กำไรสุทธิจากการทำธุรกิจ,ลูกจ้าง,คนงานเกษตรป่าไม้และประมง,2142.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ประจำ,รายได้ที่เป็นตัวเงิน,เงินที่ได้รับเป็นการช่วยเหลือ,ลูกจ้าง,คนงานเกษตรป่าไม้และประมง,374.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ประจำ,รายได้ที่เป็นตัวเงิน,รายได้จากทรัพย์สิน,ลูกจ้าง,คนงานเกษตรป่าไม้และประมง,6.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ประจำ,รายได้ที่ไม่เป็นตัวเงิน,รายได้ที่ไม่เป็นตัวเงิน,ลูกจ้าง,คนงานเกษตรป่าไม้และประมง,5081.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ทั้งสิ้นต่อเดือน,รายได้ทั้งสิ้นต่อเดือน,รายได้ทั้งสิ้นต่อเดือน,ลูกจ้าง,คนงานด้านการขนส่งและงานพื้นฐาน,22938.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ประจำ,รายได้ประจำ,รายได้ประจำ,ลูกจ้าง,คนงานด้านการขนส่งและงานพื้นฐาน,22862.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ประจำ,รายได้ที่เป็นตัวเงิน,รายได้ที่เป็นตัวเงิน,ลูกจ้าง,คนงานด้านการขนส่งและงานพื้นฐาน,20202.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ประจำ,รายได้ที่เป็นตัวเงิน,ค่าจ้างและเงินเดือน,ลูกจ้าง,คนงานด้านการขนส่งและงานพื้นฐาน,18646.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ประจำ,รายได้ที่เป็นตัวเงิน,กำไรสุทธิจากการทำธุรกิจ,ลูกจ้าง,คนงานด้านการขนส่งและงานพื้นฐาน,597.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ประจำ,รายได้ที่เป็นตัวเงิน,กำไรสุทธิจากการทำการเกษตร,ลูกจ้าง,คนงานด้านการขนส่งและงานพื้นฐาน,157.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ประจำ,รายได้ที่เป็นตัวเงิน,เงินที่ได้รับเป็นการช่วยเหลือ,ลูกจ้าง,คนงานด้านการขนส่งและงานพื้นฐาน,801.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ประจำ,รายได้ที่เป็นตัวเงิน,รายได้จากทรัพย์สิน,ลูกจ้าง,คนงานด้านการขนส่งและงานพื้นฐาน,1.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ประจำ,รายได้ที่ไม่เป็นตัวเงิน,รายได้ที่ไม่เป็นตัวเงิน,ลูกจ้าง,คนงานด้านการขนส่งและงานพื้นฐาน,2660.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ไม่ประจำ (ที่เป็นตัวเงิน),รายได้ไม่ประจำ (ที่เป็นตัวเงิน),รายได้ไม่ประจำ (ที่เป็นตัวเงิน),ลูกจ้าง,คนงานด้านการขนส่งและงานพื้นฐาน,76.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ทั้งสิ้นต่อเดือน,รายได้ทั้งสิ้นต่อเดือน,รายได้ทั้งสิ้นต่อเดือน,ลูกจ้าง,เสมียนพนักงานขายและให้บริการ,29580.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ประจำ,รายได้ประจำ,รายได้ประจำ,ลูกจ้าง,เสมียนพนักงานขายและให้บริการ,29477.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ประจำ,รายได้ที่เป็นตัวเงิน,รายได้ที่เป็นตัวเงิน,ลูกจ้าง,เสมียนพนักงานขายและให้บริการ,25918.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ประจำ,รายได้ที่เป็นตัวเงิน,รายได้จากทรัพย์สิน,ลูกจ้าง,เสมียนพนักงานขายและให้บริการ,110.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ประจำ,รายได้ที่ไม่เป็นตัวเงิน,รายได้ที่ไม่เป็นตัวเงิน,ลูกจ้าง,เสมียนพนักงานขายและให้บริการ,3559.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ไม่ประจำ (ที่เป็นตัวเงิน),รายได้ไม่ประจำ (ที่เป็นตัวเงิน),รายได้ไม่ประจำ (ที่เป็นตัวเงิน),ลูกจ้าง,เสมียนพนักงานขายและให้บริการ,103.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ทั้งสิ้นต่อเดือน,รายได้ทั้งสิ้นต่อเดือน,รายได้ทั้งสิ้นต่อเดือน,ลูกจ้าง,ผู้ปฏิบัติงานในกระบวนการผลิตก่อสร้างและเหมืองแร่,27353.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ประจำ,รายได้ประจำ,รายได้ประจำ,ลูกจ้าง,ผู้ปฏิบัติงานในกระบวนการผลิตก่อสร้างและเหมืองแร่,27265.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ประจำ,รายได้ที่เป็นตัวเงิน,รายได้ที่เป็นตัวเงิน,ลูกจ้าง,ผู้ปฏิบัติงานในกระบวนการผลิตก่อสร้างและเหมืองแร่,24585.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ประจำ,รายได้ที่เป็นตัวเงิน,ค่าจ้างและเงินเดือน,ลูกจ้าง,ผู้ปฏิบัติงานในกระบวนการผลิตก่อสร้างและเหมืองแร่,23103.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ประจำ,รายได้ที่เป็นตัวเงิน,กำไรสุทธิจากการทำธุรกิจ,ลูกจ้าง,ผู้ปฏิบัติงานในกระบวนการผลิตก่อสร้างและเหมืองแร่,972.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ประจำ,รายได้ที่เป็นตัวเงิน,กำไรสุทธิจากการทำการเกษตร,ลูกจ้าง,ผู้ปฏิบัติงานในกระบวนการผลิตก่อสร้างและเหมืองแร่,-27.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ประจำ,รายได้ที่เป็นตัวเงิน,เงินที่ได้รับเป็นการช่วยเหลือ,ลูกจ้าง,ผู้ปฏิบัติงานในกระบวนการผลิตก่อสร้างและเหมืองแร่,532.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ประจำ,รายได้ที่เป็นตัวเงิน,รายได้จากทรัพย์สิน,ลูกจ้าง,ผู้ปฏิบัติงานในกระบวนการผลิตก่อสร้างและเหมืองแร่,5.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ประจำ,รายได้ที่ไม่เป็นตัวเงิน,รายได้ที่ไม่เป็นตัวเงิน,ลูกจ้าง,ผู้ปฏิบัติงานในกระบวนการผลิตก่อสร้างและเหมืองแร่,2680.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ไม่ประจำ (ที่เป็นตัวเงิน),รายได้ไม่ประจำ (ที่เป็นตัวเงิน),รายได้ไม่ประจำ (ที่เป็นตัวเงิน),ลูกจ้าง,ผู้ปฏิบัติงานในกระบวนการผลิตก่อสร้างและเหมืองแร่,88.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ทั้งสิ้นต่อเดือน,รายได้ทั้งสิ้นต่อเดือน,รายได้ทั้งสิ้นต่อเดือน,ผู้ไม่ได้ปฏิบัติงานเชิงเศรษฐกิจ,ผู้ไม่ได้ปฏิบัติงานเชิงเศรษฐกิจ,27245.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ประจำ,รายได้ประจำ,รายได้ประจำ,ผู้ไม่ได้ปฏิบัติงานเชิงเศรษฐกิจ,ผู้ไม่ได้ปฏิบัติงานเชิงเศรษฐกิจ,27108.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ประจำ,รายได้ที่เป็นตัวเงิน,รายได้ที่เป็นตัวเงิน,ผู้ไม่ได้ปฏิบัติงานเชิงเศรษฐกิจ,ผู้ไม่ได้ปฏิบัติงานเชิงเศรษฐกิจ,20916.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ประจำ,รายได้ที่เป็นตัวเงิน,ค่าจ้างและเงินเดือน,ผู้ไม่ได้ปฏิบัติงานเชิงเศรษฐกิจ,ผู้ไม่ได้ปฏิบัติงานเชิงเศรษฐกิจ,1170.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ประจำ,รายได้ที่เป็นตัวเงิน,กำไรสุทธิจากการทำธุรกิจ,ผู้ไม่ได้ปฏิบัติงานเชิงเศรษฐกิจ,ผู้ไม่ได้ปฏิบัติงานเชิงเศรษฐกิจ,466.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ประจำ,รายได้ที่เป็นตัวเงิน,กำไรสุทธิจากการทำการเกษตร,ผู้ไม่ได้ปฏิบัติงานเชิงเศรษฐกิจ,ผู้ไม่ได้ปฏิบัติงานเชิงเศรษฐกิจ,-13.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ประจำ,รายได้ที่เป็นตัวเงิน,เงินที่ได้รับเป็นการช่วยเหลือ,ผู้ไม่ได้ปฏิบัติงานเชิงเศรษฐกิจ,ผู้ไม่ได้ปฏิบัติงานเชิงเศรษฐกิจ,17720.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ประจำ,รายได้ที่เป็นตัวเงิน,รายได้จากทรัพย์สิน,ผู้ไม่ได้ปฏิบัติงานเชิงเศรษฐกิจ,ผู้ไม่ได้ปฏิบัติงานเชิงเศรษฐกิจ,1573.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ประจำ,รายได้ที่ไม่เป็นตัวเงิน,รายได้ที่ไม่เป็นตัวเงิน,ผู้ไม่ได้ปฏิบัติงานเชิงเศรษฐกิจ,ผู้ไม่ได้ปฏิบัติงานเชิงเศรษฐกิจ,6192.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
2566,กรุงเทพมหานคร,รายได้ไม่ประจำ (ที่เป็นตัวเงิน),รายได้ไม่ประจำ (ที่เป็นตัวเงิน),รายได้ไม่ประจำ (ที่เป็นตัวเงิน),ผู้ไม่ได้ปฏิบัติงานเชิงเศรษฐกิจ,ผู้ไม่ได้ปฏิบัติงานเชิงเศรษฐกิจ,137.0,บาท,,สำนักงานสถิติแห่งชาติ,กลาง,2023
`
